Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Humanisttalaš fakultehta evttoha ahte ferte lágidit gurssaid maiddái eará sámi suopmaniin go davvisámegielas , sidjiide geat juo máhttet davvisámegiela ( gč. gulaskuddancealkámuša ) .
nob: Det humanistiske fakultet foreslår at også kurs i andre samiske dialekter enn nordsamisk bør prioriteres , for de som allerede har kjennskap til nordsamisk ( jmf . høringsuttalelse ) .

source: Berre guorahallat galgá go lágidišgoahtit geavatlaš sámegielgurssaid máŋgga dásis ( sihke davvi- , julev- ja lullisámegielas ) Romssa universitehta dutkiid ja studeanttaid várás .
nob: Det bør vurderes å etablere språkkurs på ulike nivå i praktisk samisk språk ( både nord- , lule- og sørsamisk ) for forskere og studenter ved Universitetet i Tromsø .

source: Lea maiddái deaŧalaš ahte sámegiella fágagiellan nannejuvvo , ovdamearkka dihte sierra sámegiela fágagiellagurssaid bokte .
nob: I tillegg er det viktig at det legges til rette for styrking av samisk fagspråk , for eksempel ved å ha egne språkkurs i samisk fagspråk .

source: Sámegillii galbet RMD-girjerádjosa
nob: 5.2.2 Skilting på samisk på RMH-biblioteket

source: Sámegiela doaibmaplánas lea sierra Universitehtagirjerájus-prošeakta .
nob: UB har også hatt et eget tiltak under Handlingsplan for samisk språk .

source: Humaniora , servodatfága ja juridihka girjerájus ( HSJ-girjerájus ) lea galbejuvvon sámegillii doaibmaplána ruhtademiin .
nob: I år 2000 vil arbeidet med skilting på samisk på RMH-biblioteket avsluttes . HSJ-biblioteket har gjennom Handlingsplanen fått skiltet sine lokaler på samisk .

source: 5.2.3 Ođasmahtton oahppomateriála Romssa universitehta birra sámegillii
nob: 5.2.3 Oppdatert studiemateriell om Universitetet i Tromsø på samisk

source: Sámegiela doaibmaplána oahppomateriála-prošeavtta bokte lea álggahuvvon bargu jorgalahttit Oahppoossodaga ja Romssa universitehta eará ossodagaid skoviid ja gihppagiid sámegillii .
nob: I forbindelse med tiltaket studiemateriell under Handlingsplan for samisk språk , er det startet et arbeid med å oversette ulike typer skjema og brosjyrer fra Studieavdelingen og de ulike avdelingene ved Universitetet i Tromsø .

source: Lea deatalaš ahte dát bargu joatkašuvvá ja bearráigehččojuvvo , vai deaŧalaš oahppodieđut maiddái leat sámegillii .
nob: Det er viktig at dette arbeidet videreføres og følges opp , slik at viktig studieinformasjon også finnes i en samisk versjon .

source: Deaŧalaš lea maiddái dovddusin dahkat makkár dieđut gávdnojit sámegillii , vai sámi studeanttat sáhttet daid geavahit .
nob: Like viktig er det å gjøre kjent hvilke typer informasjon som finnes på samisk , slik at samiske studenter kan få tak i disse .

source: Sámi dutkamiid guovddáš lea ráhkadan oččodangihppaga mii lea sihke davvisámegillii / dárogillii julevsámegillii / dárogillii ja lullisámegillii / dárogillii .
nob: Senter for samiske studier har utarbeidet en rekrutteringsbrosjyre som foreligger på nordsamisk / norsk lulesamisk / norsk og sørsamisk / norsk .

source: 5.2.4 Jorgalanbálvalus
nob: 5.2.4 Oversettertjeneste

source: Romssa universitehtii ferte ásahit sierra jorgalanbálvalusa .
nob: Det bør arbeides for at Universitetet i Tromsø får sin egen samiske oversettertjeneste .

source: Ovddidan dihte sámegiela geavaheami Romssa universitehtas lea deaŧalaš sierra jorgalanbálvalusa ásahit . Jorgalanbálvalusa ásaheami ferte maiddái geahččat mihttomeriid ektui mat leat bajidit lohkanmeriid sámegillii , ovdánahttit sámegiela fágagiellan , almmuhišgoahtit eará relevánta materiála sámegillii ja almmuhišgoahtit dutkanbohtosiid sámegillii .
nob: Dette er viktig for å fremme bruken av samisk språk ved Universitetet i Tromsø , og må sees i sammenheng med målsetningen om å få mer samiskspråklig pensum tilgjengelig , utvikling av et samisk fagspråk , utvikling av øvrig relevant materiale , samt formidling av forskningsresultater på samisk .

source: Oahpahusdoaibmabijut
nob: 5.3 Undervisningstiltak

source: Deaŧalaš hástalus lea nannet minoritehta- ja eamiálbmotoasi Romssa universitehta oahpahusfálaldagain .
nob: Det framstår som en sentral utfordring å styrke minoritets- og urfolksdimensjonen i undervisningstilbudene ved Universitetet i Tromsø .

source: Oahpahusfálaldagaid digaštallamis sáhttá ulbmiljoavkkuid juohkit ná :
nob: Når vi diskuterer undervisningstilbud kan målgruppene deles inn i :

source: Eamiálbmotstudeanttat / olgoriikkastudeanttat
nob: ( Urfolkstudenter / utenlandske studenter .

source: Sámi studeanttat ja earát geat háliidit čiekŋudit minoritehta- ja eamiálbmotfáttáide
nob: ( Samiske studenter og andre som er interesserte i fordypningstilbud innen minoritets- og urfolksforhold .

source: Oppalaččat studeanttat
nob: ( Studenter generelt .

source: 5.3.1 Sámi dearvvašvuođadutkamiid ossodaga ásaheampi ( Med-fak
nob: 5.3.1 Opprettelsen av Avdeling for samisk helseforskning / Sámi dearvvašvuođadutkan ( Med-fak )

source: Sámi dutkamiid guovddáš lea Sosial- ja dearvvašvuođadepartementta ovddas guorahallan vejolašvuođaid ásahit Sámi dearvvašvuođadutkamiid ossodaga Romssa universitehtii .
nob: Senter for samiske studier har på oppdrag for Sosial- og helsedepartementet utredet mulighetene for en oppbygging av Sámi dearvvašvuođadutkan / Samisk helseforskning ved Universitetet i Tromsø .

source: Guorahallan geigejuvvui Sosial- ja dearvvašvuođadepartementii 1999 giđa .
nob: Utredningen ble overlevert til Sosial- og helsedepartementet våren 1999 .

source: Guorahallamis evttohuvvo ásahit Sámi dearvvašvuođadutkamiid ossodaga Kárášjohkii , gos eanas bargiin livčče beaivválaš bargosadji .
nob: I utredningen ble det foreslått å opprette en Avdeling for samisk helseforskning i Karasjok , hvor hovedtyngden av de ansatte skal ha sin daglige arbeidsplass .

source: Dákkár sajádat lea vuohkkaseamos oččodeami ektui , ja ossodat lea dasto maiddái lahka eará sámi dearvvašvuođaásahusaid .
nob: En slik lokalisering vil gi størst effekter i forhold til rekrutteringspotensialet , og nærhet til allerede etablerte samiske helseinstitusjoner .

source: Viđa vuosttaš jahkái evttohit ossodaga organiseret Medisiinnalaš fakultehta Servodatmedisiinna instituhta vuollásažžan .
nob: De første 5 årene foreslås det at avdelingen organiseres som en avdeling under Institutt for samfunnsmedisin ved Det medisinske fakultet .

source: Guorahallamis evttohuvvo ahte ossodahkii ásahuvvo sierra dutkanprográmma .
nob: Utredningen foreslår at det etableres et eget forskningsprogram ved avdelingen .

source: Prográmma sisdoalu merošta Sámi dearvvašvuođadutkamiid ossodat ovttasráđiid Sámedikkiin , sámi dearvvašvuođaásahusaiguin ja Sosial- ja dearvvašvuođadepartementtain .
nob: Innholdet i programmet utarbeides i dialog med Sametinget , samiske helseinstitusjoner , Sosial- og helsedepartementet , og Sámi dearvvašvuođadutkan / Avdeling for samisk helseforskning .

source: Sámi dearvvašvuođadutkamiid ossodaga gaskaboddosaš stivra nammaduvvui 2000 giđa , ja das leat ovddasteaddjit máŋgga fágain .
nob: Våren 2000 ble det opprettet et interimstyre for Sámi dearvvašvuođadutkan / Avdeling for samisk helseforskning , med tverrfaglig representasjon .

source: Borgemánus biddjui bargui prošeaktabargi gean bargu lea hálddašit ossodaga viidáset huksema .
nob: Medio august engasjerte man en prosjektmedarbeider , som har til oppgave å administrere den videre oppbyggingen av avdelingen .

source: 5.3.2 Álggahankollokviat sámi studeanttaide
nob: 5.3.2 Begynnerkollokvier for samiske studenter

source: Juridihka fakultehta cealká gulaskuddancealkámušastis ahte " fakultehta mielas fállá ođđa sámi studeanttaide álggahankollokviaid gos studeanttat geat muhtin áiggi leat lohkan , oahpásmahttet easkaálgiid vuosttaš ossodaga lohkamiidda .
nob: Det juridisk fakultet sier i høringsuttalelsen at “ Fakultetet er åpen for å tilby nye samiske studenter begynnerkollokvier hvor viderekomne studenter gir en introduksjon til studiet beregnet på 1. avdelingsstudenter .

source: Ođđa sámi studeanttaid lohku váikkuha kollokvia álggaheapmái , muhto álggahankollokvia lea deaŧalaš oaččuhandoaibma " ( gč. čuoggá A.3.1 ) .
nob: Denne ordningen er avhengig av antallet av nye samiske studenter , men anses som et viktig rekrutteringstiltak ” ( jmf . punkt A.3.1 . )

source: Álggahankollokviaid galggašii fállat buot fágasurggiid vuođđo- ja gaskafágastudeanttaide .
nob: . Dette er et tiltak som også bør kunne tilbys grunnfags- og mellomfagsstudenter på andre fagområder .

source: Olu sámi studeanttat ja studeanttat geat barget sámi áššiiguin háliidit heivehuvvon oahpahusa dáin fáttáin .
nob: Mange samiske studenter og studenter som arbeider med samiske problemstillinger ønsker en tilrettelagt undervisning innenfor disse temaer .

source: Sáhttá maiddái lágidit fágaidgaskasaš álggahankollokviaid .
nob: Begynnerkollokviene trenger ikke nødvendigvis å være fagspesifikke .

source: 5.3.3 Fágaidgaskasaš seminárat
nob: 5.3.3 Tverrfaglige seminar

source: Lea dárbu fállat oahpahusa daidda geat háliidit čiekŋudit sámi fáttáide .
nob: Det er behov for å legge til rette for undervisning i samiske temaer for de som ønsker en slik fordypning .

source: Sámi studeanttat lea máŋga jagi juo váillahan viidát oahpahusfálaldagaid , ovdamearkka dihte máŋggafágalaš semináraid váldofágadási teoriijas ja metodas .
nob: De samiske studentene har i mange år etterspurt et bredere undervisningstilbud . Dette kan være flerfaglige seminarer på hovedfagsnivå innen teori og metode .

source: Romssa universitehta lea guhká juo geavahan váldofágastudeanttaid semináraoahpaheaddjin .
nob: Universitetet i Tromsø har lang erfaring i å benytte hovedfagsstudenter som seminarledere .

source: Váldofágastudeanttaid sáhttá maiddái geavahit máŋggafágalaš semináraid oahpaheaddjin .
nob: Det kan også være aktuelt å bruke hovedfagsstudenter som seminarledere ved seminarer som er flerfaglig innrettet .

source: Sámi dutkamiid guovddáš sáhttá evttohit virgáibidjamiid ja hálddašit daid doaimmaid , ovttasbargguid guoskevaš fágasurggiiguin / instituhtaiguin .
nob: Senter for samiske studier kan forestå ansettelser og administrering av tiltakene , i samarbeid med relevante fagområder / institutter .

source: Go máŋggafágalaš semináraid galgá lágidišgoahtit váldofágadásis , de ferte vuos čielggadit lágideami birrasiiguin main lea fágalaš deaddu dáin áššiin .
nob: Når det gjelder flerfaglig seminar på hovedfagsnivå , må det foretas en avklaring i miljøene som innehar faglig tyngde på feltet .

source: Sámi etnográfalaš ossodat lea ovdal lágidan sullasaš semináraid , ja háliidivččii lagat oktavuođa studeanttaide .
nob: Fagenhet for samisk etnografi har arrangert lignende seminarer tidligere , og ønsker selv en sterkere tilknytning til studentene .

source: 5.3.4 Oahpahus ja DGT ( Diehtojuohkin- ja gulahallanteknologiija )
nob: 5.3.4 Undervisning og IKT ( Informasjons- og kommunikasjonsteknologi )

source: Ráhkadit oahppofálaldagaid main geavahit DGT ( diehtojuohkin- ja gulahallanteknologiija ) lea stuora hástalus .
nob: Utvikling av studietilbud som tar i bruk IKT ( Informasjons- og kommunikasjonsteknologi ) , er en utfordring .

source: Oassin Romssa universitehta gaskkustandoaimmain lea maiddái guorahallat dárbbu ovddidit dákkár oahppofálaldagaid .
nob: Det foregår allerede grunnfagsundervisning i samisk ved hjelp av fjernundervisning , se punkt A. 9 UNIKOM og punkt A. 14 SOFF , men det vil også være en del av formidlingsstrategien til Universitetet i Tromsø å undersøke behovet for en fortsatt utbygging av slike undervisningstilbud .

source: Leat Romssa universitehta studeantan ii eaktut ahte buot oahpahus ja bagadallan dušše galgá geavvat universitehta lanjain .
nob: Å være student ved Universitetet i Tromsø betinger ikke at all undervisning og veiledning skal foregå i universitetets lokaliteter .

source: Nu go namuhuvvon čuoggás A . 4 Sámi dutkan ja oahpahus Matematihka-luonddudiehtaga fakultehtas , de lea lunddolaš digaštallat dákkár oahpahusfálaldagaid Sámedikki Oahpahusossodagin .
nob: Som nevnt i punkt A. 4. Samisk forskning og undervisning ved Det matematisk- naturvitenskapelige fakultet , er det naturlig å drøfte utviklingen av slike undervisningstilbud med Opplæringsavdelingen ved Sametinget .

source: Geahča maiddái A.2 . 8 Sámi instituhtta .
nob: 8 Sámi instituhtta / Samisk institutt .

source: 5.3.5 Romssa musea / Romssa universitehtamusea bargit bagadallin
nob: 5.3.5 Veiledere ved Tromsø Museum / Universitetsmuseet i Tromsø

source: Romssa musea / Romssa universitehtamusea Etnográfalaš ossodat evttoha ahte Romssa musea / Romssa universitehtamusea bargit galget sáhttit leat Romssa universitehta váldofágastudeanttaid váldobagadallit .
nob: Det foreslås at ansatte ved Tromsø Museum / Universitetsmuseet i Tromsø kan være hovedveiledere for hovedfagsstudenter ved Universitetet i Tromsø . Dette er en følge av et ønske fra Fagenhet for etnografi ved Tromsø Museum / Universitetsmuseet i Tromsø .

source: Dát doaibmabidju mielddisbuvttášii ahte Romssa musea / Romssa universitehtamusea oččošii buoret oktavuođa dáid iešguđetge fágaid váldofágastudeanttaiguin .
nob: Dette tiltaket vil medføre en positiv studentkontakt med hovedfagsstudenter på ulike fagområder .

source: 5.3.6 Ovddidit oahpahusfálaldagaid bohcco ja boazodoalu birra
nob: 5.3.6 Styrke undervisningstilbudet innen rein og reindrift

source: Árktalaš biologiija ossodat evttoha ovddidit oahpahusfálaldagaid bohcco ja boazodoalu birra , ja earret eará ráhkadit boahttevaš fáttá man namma lea " Boazu ja boazodoallu " .
nob: Avdeling for Arktisk Biologi forslår å styrke undervisningstilbudet innen rein og reindrift gjennom blant annet utvikling av et fremtidig emne kalt “ Rein og reindrift ” .

source: Dát gursa galgá leat oassin ođđa cand.scient. oahpus man namma lea " Árktalaš eanandoallu ja boazodoallu " .
nob: Kurset skal være del av det nye cand. scient studiet “ Arktisk landbruk og naturbruk ” .

source: Evttohuvvo maiddái ráhkadit lassioahppogurssa bohcco ja boazodoalu birra , nannen dihte olles servodaga oppalaš gelbbolašvuođa dáin áššiin .
nob: De foreslår at det også bør utvikles et etterutdanningskurs for å øke den generelle kompetansen om rein og reindrift i alle lag av samfunnet .

source: 5.4 Dutkan
nob: 5.4 Forskning

source: Lassin vuoruhuvvon dutkandoaibmabijuide mat leat čuoggá 5.1 vuolde , leat dát deaŧalaš doaibmabijut :
nob: Ut over de prioriterte forskningstiltakene under pkt 5.1 er det ønskelig å fokusere på følgende tiltak :

source: 5.4.1 Stipeanda prošeaktaohcamiid čállimii
nob: 5.4.1 Overgangsstipend

source: Vai ásahuvvošedje eambbo dutkanprošeavttat sihke dain iešguđetge instituhtain ja maiddái máŋggafágalaš prošeavttat , de evttohuvvo várret ruđaid vai eksáminerejuvvon váldofágastudeanttat sáhttet ohcat stipeandda prošeaktaohcamiid čállimii , ovdamearkka dihte Norgga dutkanráđđái .
nob: For å styrke muligheten til at det kan etableres flere forskningsprosjekter både ved de enkelte institutter og flerfaglige prosjekter , foreslås at det settes av midler som uteksaminerte hovedfagsstudenter kan søke på for å utarbeide prosjektbeskrivelser til f.eks. Norges forskningsråd .

source: Dán stipeandda juolludaneavttut berrejit leat čadnon dasa makkár fáddái ohcá ruđaid , ovdal go dasa makkár árvosánit ohccis leat .
nob: Tildelingskriteriene til overgangsstipendet bør fokusere på tematikk fremfor karakterer .

source: Ná oččošii Romssa universitehtii eambbo dutkiid geat dutket sámi fáttáid .
nob: Dette er for å sikre en god rekruttering av forskere med samisk tematikk til Universitetet i Tromsø .

source: Stipeanda prošeaktaohcamiid čállimi , berre addot golmma mánnui váldofágastudeanttaide .
nob: Overgangsstipendet bør være på 3 måneder for hovedfagsstudenter .

source: Geahča evttohusa čuoggás A .
nob: Se forslaget i punkt A. 6. NFH.

source: 5.4.2 Oktasaš davviriikkalaš-ruošša sámi bibliografiija
nob: 5.4.2 Felles nordisk-russisk samisk bibliografi

source: Universitehtagirjerájus ( UB ) ovttasbargá Ruoŧa , Suoma ja Ruošša girjerádjosiiguin ráhkadit oktasaš davviriikkalaš-ruošša sámi bibliografiija .
nob: UB samarbeider med ulike bibliotek i Sverige , Finland og Russland om å utvikle en felles nordisk-russisk samisk bibliografi .

source: Dát prošeakta sáhttá boahtteáiggis šaddat oassin stuorát prošeavttas man namma lea " Digitála sámi girjerájus " .
nob: Dette kan i fremtiden bli del av et større prosjekt kalt ” Digitalt samisk bibliotek ” .

source: Oasit čielggadanbarggus leat jo dahkkon , ja UB lea váldán badjelasas ovddasvástádusa oktiiheivehit dán barggu .
nob: En del utredningsarbeid er allerede utført , og UB har tatt ansvar for koordineringen av arbeidet .

source: UB sámi fágarefereanta čállá earret eará prošeaktačilgehusa olgguldas ruhtadeami ohcama várás .
nob: Dette innebærer blant annet at den samiske fagreferenten vil utarbeide en prosjektbeskrivelse for å søke ekstern finansiering av prosjektet .

source: 5.4.3 Čielggadit dutkanhástalusaid
nob: 5.4.3 Utarbeiding av oversikt over forskningsutfordringer

source: Maŋemus jagiid lea Sámi dutkamiid guovddáš ja Universitehtagirjerájus bures čielggadan makkár váldofágabarggut ja sámi girjerájusresurssat jnv. gávdnojit .
nob: De senere årene har Senter for samiske studier og UB utarbeidet gode oversikter over avlagte hovedfagsoppgaver , samiske bibliotekressurser m.m.

source: Lea stuora veahkkin studeanttaide geat ohcet sápmelaččaide guoski girjjálašvuođa , ja čielggadus čájeha maiddái makkár dutkamat leat dahkkon dain iešguđetge fágasurggiin .
nob: Dette er av stor betydning for studenter som søker samiskrelatert litteratur , men også for å orientere seg om hva som er gjort av forskning innen de ulike fagområdene .

source: Hástalussan lea čielggadit makkár dutkanhástalusat leat daid iešguđetge fágasurggiin , makkár vejolašvuođat leat searvat resursajoavkkuide / dutkanprošeavttaide jnv.
nob: En utfordring er å utarbeide oversikter over hvilke utfordringer som foreligger m.h.t. forskning innen de ulike fagområdene , muligheter for tilknytning til ressursgrupper / forskningsprosjekter m.m.

source: Go galgá álggahit dutkanprošeavttaid , de ferte dán dimenšuvnna atnit muittus .
nob: I satsingen på utviklingen av forskningsprosjekter bør denne dimensjonen has i mente .

source: Lea lunddolaš ahte Sámi dutkamiid guovddáš ja fágabirrasat ovttasráđiid dahket dán čielggadanbarggu .
nob: Det er naturlig at Senter for samiske studier i samarbeid med fagmiljøene kan gjøre et slikt grunnlagsarbeide .

source: Go dákkár čielggadeapmi lea dahkkon , de lea deaŧalaš dan almmuhit dutkiide ja studeanttaide , ovdamearkka dihte Interneahta bokte .
nob: Når en slik oversikt er klar er det viktig at den gjøres kjent for forskere og studenter , for eksempel gjennom publisering på Internett .

source: 5.4.4 Doavttirgrádagurssat / seminárat
nob: 5.4.4 Doktorgradskurs / seminarer

source: Dr. polit. - oahpu našunála árvvoštallamis evttohuvvojit doaibmabijut movt buoridit servodatfágaid stipendiáhtaid čađaheami .
nob: I den nasjonale evalueringen av dr. polit . - utdanningen er det blant annet fremmet ulike tiltak for å forbedre gjennomstrømningen av stipendiater i samfunnsfagene .

source: Lea lunddolaš ahte Sámi dutkamiid guovddáš ja fágabirrasat ovttas láhčet fágalaš deaivvadanbáikkiid stipendiáhtaide geat dutket sámi áššiid ja eamiálbmotáššiid .
nob: Også for Senter for samiske studier vil det være naturlig i samarbeid med fagmiljøene å tilrettelegge for faglige møteplasser for stipendiater som arbeider med samisk forskning og urfolksforskning .

source: Deaivvadanbáikkit sáhttet lea gurssat ja seminárat mat earret eará leat vuođđuduvvon sámi dutkama ja eamiálbmotdutkama dieđateorehtalaš gažaldagaide .
nob: Dette kan være ulike typer kurs og seminarer som blant annet tar utgangspunkt i vitenskapsteoretiske problemstillinger innen samisk forskning og urfolksforskning .

source: 5.5 Riikkaidgaskasaš doaimmaheapmi
nob: 5.5 Internasjonalisering

source: " Vuoruhit sámi dutkamiid ... lea deaŧalaš oassi Romssa universitehta riikkaidgaskasaš profileremis . "
nob: “ Samisk forskningssatsning ... en viktig del av ei internasjonal profilering av UiTø . ”

source: - Stáhtadiehtaga instituhtta .
nob: - Institutt for statsvitenskap .

source: Máŋga fágabirrasa deattuhit ahte sámi dutkan ii guoskka dušše sámi servodahkii .
nob: Flere av innspillene fra fagmiljøene poengterer at samisk forskning ikke kun angår det samiske samfunnet .

source: Sámi dutkan lea maiddái oassi riikkaidgaskasaš dutkandigaštallamiin , erenoamážit eamiálbmotdutkamiid digaštallamiin . Sámi dutkama vuoruheami bokte lea Romssa universitehta mielde hukseme gelbbolašvuođaid oppalaččat eamiálbmotdilálašvuođaid birra .
nob: Samisk forskning er også en del av de internasjonale forskningsdebattene , særlig urfolksforskning , og er en del av Universitetet i Tromsø sitt bidrag til kunnskapsoppbyggingen om urfolksforhold generelt .

source: Sámi dutkama vuoruheapmi lea dasto maiddái deaŧalaš oassi Romssa universitehta doarjagis riikkaidgaskasaš dutkamii ( gč. Arkeologiija instituhta gulaskuddancealkámuša ) .
nob: En satsing på samisk forskning er dermed også en viktig del av Universitetet i Tromsø sitt bidrag til den internasjonale forskningen ( Jmf . høringsuttalese fra Institutt for arkeologi ) .

source: " Riikkaidgaskasaš doaimmaheami " vuolde evttohit čuovvovaš doaibmabijuid :
nob: Innenfor “ Internasjonalisering ” foreslås følgende tiltak :

source: 5.5.1 Viiddidit našunála earreprográmma
nob: 5.5.1 Utvidelse av nasjonalt kvoteprogram

source: 1999:s dahkkui sámi váldofága- ja doavttirgrádastudeanttaid mátkedoarjjaortnet bistevaš doaibman .
nob: Fra og med 1999 ble “ reisestøtte for samiske hovedfags- og doktorgradsstudenter ” permanentisert .

source: Mátkedoarjjaortnet addá sámi studeanttaide vejolašvuođa ovtta lohkanbaji lohkat muhtun eará eamiálbmotuniversitehtas .
nob: Dette er et tiltak som gjør det mulig for samiske studenter å reise til andre urfolksuniversitet for å studere i ett semester .

source: Romssa universitehta lea evttohan ođđa joavkku ásahit olgoriikkastudeanttaid earreprográmmii - namalassii " eamiálbmotstudeanttat " .
nob: Universitetet i Tromsø har allerede foreslått en ny kategori innenfor kvoteprogrammet for utenlandsstudenter - “ urfolksstudenter ” .

source: Dán láhkái oččošedje eamiálbmotstudeanttat buot riikkain vejolašvuođa ohcat sisaváldima earreprográmma bokte .
nob: På denne måten gjør man det mulig for urfolkstudenter fra alle land å søke om opptak via kvoteprogrammet .

source: Romssa universitehta oččošii fas vejolašvuođa eambbo eamiálbmotstudeanttaid oažžut universitehta oahpuide ( geahča maiddái doaibmabiju 5.1.4 ) .
nob: Dette vil gi Universitetet i Tromsø en mulighet til å øke antallet urfolksstudenter på de ulike fagene ( se også tiltak 5.1.4 ) .

source: Sámi dutkamiid guovddáš berre veahkehit studeanttaid oččodit oktavuođa eamiálbmotuniversitehtaiguin .
nob: Senter for samiske studier bør kunne bidra med å formidle kontakt mellom studenter og urfolksuniversitetene .

source: 5.5.2 Romssa universitehta ovttasbargošiehtadusat
nob: 5.5.2 Samarbeidsavtaler ved Universitetet i Tromsø

source: Romssa universitehtas leat ovttasbargošiehtadusat čuovvovaš riikkaiguin mat sáhttet guoskat sámi áššiide :
nob: Universitetet i Tromsø har samarbeidsavtaler som kan relateres til samiske spørsmål med følgende land :

source: Ruošša
nob: ( Russland

source: Austrália
nob: ( Australia

source: Aotearoa ( Ođđa Zealánda )
nob: ( New Zealand

source: Kanada
nob: ( Canada

source: Riikkaidgaskasaš studeantakantuvra lea guorahallame Romssa universitehta ovttasbargošiehtadusaid .
nob: Internasjonalt studentkontor holder for tiden på med en kartlegging av samarbeidsavtaler som Universitetet i Tromsø har inngått .

source: Ulbmil lea guorahallat geavahuvvojit go šiehtadusat .
nob: Målet er å sjekke hvorvidt disse avtalene blir benyttet .
